Repository: ameerhamzabeliever/Ecommerce-Store
Catalog: pisiffik_ios/Resources/Translations/*.lproj/Localizable.strings
Languages: da_gl

# commonCancel
source: Cancel
da_gl: Sussaaruk

# commonError
source: Error
da_gl: Ajutoorneq

source: Continue
da_gl: Ingerlaqqigit

# errorSomethingWrong
source: Something went wrong. Please try again later
da_gl: Ajutoorpoq. Kingusinnerusukkut misileqqiguk

source: Please Select Your Language
da_gl: Oqaatsit atorniakkatit toqqakkit

source: Danish
da_gl: Danskisut

source: Greenland
da_gl: Kalaallisut

source: English
da_gl: Tuluttut

source: Next
da_gl: Tullia

source: Login Your Account
da_gl: Kontonnut iserit

source: Mobile Number
da_gl: Mobiilivit normua

source: Password
da_gl: Isertaatit

source: Forgot password
da_gl: Isertaa puigorpara

source: Login
da_gl: Iserit

source: Not register yet? Create an account
da_gl: Suli kontoqanngilatit? Kontoliorit

source: By sign in you agree to Pisiffik:
da_gl: Kontoliornermi akuerissavatit Pisiffiup:

source: By sign up you agree to Pisiffik:
da_gl: Nalunaarnermi Pisiffiup piumasaqaataa akueraat:

source: Terms of Use
da_gl: Atuinermi piumasaqaatit

source: Privacy Policy
da_gl: Nammineq inuuneqarnermut politikkik

# enableAccessToCalenderMessage
source: Please enable access to calender to add events to your calender.
da_gl: Aktiver venligst adgang til kalender for at tilføje begivenheder til din kalender.

source: at
da_gl: på

source: OR
da_gl: Eller

# pleaseTypePhoneNmbOrEmailError
source: Please type phone number or email address.
da_gl: Indtast venligst telefonnummer eller e-mailadresse.

source: Join Pisiffik
da_gl: Pisiffimmi kontomik pilersitsigit

source: Full Name
da_gl: Atit tamakkiisoq

source: and
da_gl: aamma

source: Already a member? Login
da_gl: Ilaasortaareerpit? Iserit

source: Verify Phone
da_gl: Bekræft telefon

source: Enter Verification Code
da_gl: Kode uppernarsaat allaguk

source: We have sent to your mobile number
da_gl: Mobiilivit normuanut isertaat nutaaq nassiupparput

source: We have sent to your email address
da_gl: Vi har sendt til din e-mailadresse

source: We have sent to your e-mail
da_gl: Vi har sendt til din e-mail

source: Verify
da_gl: Uppernarsaruk

# didNotGetACode
source: Didn’t get a code?
da_gl: Isertaat nutaaq tigunngiliuk?

source: Resend
da_gl: Nassiuteqqiguk

source: Verifying
da_gl: Uppernarsiuk

source: Please enter valid OTP code for verification
da_gl: Uppernarsarniarlugu OTP-kode eqqortoq allaguk

# newPhoneIsRequired
source: New phone number is required.
da_gl: Nyt telefonnummer er påkrævet.

# newPhoneIsInValid
source: Please enter valid new phone number.
da_gl: Indtast venligst et gyldigt nyt telefonnummer.

source: New email is required.
da_gl: Ny e-mail er påkrævet.

# newEmailIsInValid
source: Please enter valid new email.
da_gl: Indtast gyldig ny e-mail.

source: Forgot Password?
da_gl: Isertaatit puigorpiuk?

source: Enter your mobile number to reset password
da_gl: Isertaatit taarserniarlugu mobiilivit normua allaguk

source: Reset Your Password
da_gl: Isertaatit allanngortiguk

source: New Password
da_gl: Isertaat nutaaq

# mustBeAtLeastSixCharacters
source: Must be at least 6 characters.
da_gl: Isertaatit minnerpaamik arfinilinnik naqinnernik imaqassaaq.

source: Confirm Password
da_gl: Isertaat uppernarsarsatuk

source: Reset password
da_gl: Isertaatit nutaanngortiguk

source: Enter valid number
da_gl: Normu eqqortoq allaguk

source: Mobile number required
da_gl: Mobiilip normua pisariaqarpoq

source: Password must required
da_gl: Isertaateqartariaqarpoq

# passwordShouldBe6Characters
source: Password should be minimum of 6 characters
da_gl: Isertaanik minnerpaamik arfinilinnik naqinnertaqassaaq

source: Confirm password must required
da_gl: Isissut eqqortup atornissaata piumasaqaatigineqarnera uppernarsiuk

# confirmPasswordShouldBe6Characters
source: Confirm password should be minimum of 6 characters
da_gl: Isissut eqqortup atornissaata piumasaqaatigineqarnera uppernarsiuk

# bothPasswordMustBeMatched
source: Password does not match
da_gl: Isertaatit assigiinngillat

source: Try Again
da_gl: Misileqqiguk

# makeSureWifiOrCellularDataIsTurnedOnAndThenTrySgain
source: Make sure wifi or cellular data is turned on and then try again
da_gl: WiFi imaluunniit mobildata ikumaneri qulakkeeriarlugit misileeqqigit

source: Oops. No internet connection
da_gl: Ups. Internetimut attaveqanngilatit

source: Something went wrong
da_gl: Ajutoorpoq.

source: Sorry! No Item Found
da_gl: Ajoraluartumik nioqqut nassaarineqanngilaq

source: Session Expired
da_gl: Sessioni nunguppoq

source: Enter valid full name
da_gl: Atit tamakkiisoq eqqortoq allaguk

# enterValidFullNameWithoutNumber
source: Enter valid full name without numbers.
da_gl: Indtast gyldigt fulde navn uden tal.

# fullNameLenghtError
source: Full name should be minimum lenght of 2 and maximum lenght of 30
da_gl: Atit tamakkiisoq minnerpaamik marlunnik annerpaamillu 30-nik naqinneqassaaq

# deviceTypeRequired
source: Device type is required
da_gl: Atortorissaarutivit allaqqanissaa pisariaqarpoq

# fcmTokenRequired
source: Fcm token is required
da_gl: Fcm token pisariaqarpoq

source: Success
da_gl: Iluatsippoq

source: Email required
da_gl: E-mail påkrævet

source: Enter valid e-mail
da_gl: E-maili atorsinnaasoq allaguk

# alreadyVerifiedEmail
source: This e-mail is already verified.
da_gl: Denne e-mail er allerede bekræftet.

source: Verified
da_gl: Verificeret

source: Full name required
da_gl: Atit tamakkiisoq pisariaqarpoq

source: Alert
da_gl: Maluginiagassat

source: Select Date of Birth
da_gl: Inuuik toqqaruk

source: Select your gender
da_gl: Suiaassutisi toqqaruk

# reasonRequired
source: Select your reason
da_gl: Peqqutaa toqqaruk

source: Subject required
da_gl: Qulequtaq piumasaqaataavoq

source: Message required
da_gl: Allanneqarnissaa piumasaqaataavoq

source: Hi
da_gl: Haluu

source: Home
da_gl: Saqqaanut

source: Offers
da_gl: Neqeroorutit

source: More
da_gl: Suli

source: Store
da_gl: Piniarfik

source: Current offers
da_gl: Maannakkut neqeroorutit

source: Current campaigns
da_gl: Maannakkut kampagnet ingerlasut

source: Campaign Products
da_gl: Kampagneprodukter

source: View Detail
da_gl: Erseqqissakkit

source: Points Overview
da_gl: Poiniutit

source: See all
da_gl: Tamaasa takukkit

source: Recipes
da_gl: Najoqqutassiat

source: By
da_gl: Immikkoortitikkitr

source: Portions
da_gl: Amerlassutsit

source: Time
da_gl: Piffissaq atugassaq

source: min
da_gl: minnerpaamik

source: Person
da_gl: Inuk

source: Quantity
da_gl: Qassit

source: See More
da_gl: Takusaqarnerugit

source: Profile
da_gl: Profiilit

source: Inbox
da_gl: Allagarsiivigisartakkat

source: Purchase
da_gl: Pisiat

source: Favorites
da_gl: Nuannarinerpaasat

source: Offers and Benefits
da_gl: Neqeroorutit iluaqutissallu

source: Preferences
da_gl: Salliutitat

source: Customer Service
da_gl: Kiffartuussivik

source: About Pisiffik
da_gl: Pisiffik pillugu

# termsAndConditions
source: Terms & Conditions
da_gl: Piumasaqaatit

source: Rate Our App
da_gl: App-erput nalileruk

source: Logout
da_gl: Anigit

source: Contact Us
da_gl: Attavigisigut

source: You can contact us
da_gl: Attavigisinnaavatsigut

source: For more information
da_gl: Erseqqinnerusumik paasissutissat

source: See FAQ
da_gl: FAQ atuakkit

source: See the relevant topic
da_gl: Sammisaq naleqquttoq

source: Contact to customer service center?
da_gl: Kiffarttuussivik attavigiuk

source: Click here
da_gl: Una tooruk

source: Order
da_gl: Inniminnigaq

source: Product
da_gl: Nioqqut

source: Payment
da_gl: Akiliineq

source: Other queries
da_gl: Sammisat allat

source: Search
da_gl: Ujaasigit

source: Reason
da_gl: Pissutaasoq

source: Subject
da_gl: Sammisaq

source: Description
da_gl: Nassuiaat

source: Send
da_gl: Nassiuguk

source: Thank you for contacting us.
da_gl: Qujanaq attavigigatsigut

source: Pisiffik representative will respond to your query soon.
da_gl: Piarrnerpaamik Pisiffimmit attavigineqassaatit

source: Pisiffik Items
da_gl: Pisiffiup nioqqutai

source: Other Items
da_gl: Nioqqutit allat

source: E-mail
da_gl: E-maili

source: Verify E-mail
da_gl: E-maili uppernarsaruk

source: Date Of Birth
da_gl: Ulloq inuuffik

source: Gender
da_gl: Suiaassuseq

source: Country
da_gl: Nuna

source: State
da_gl: Naalagaaffik

source: City
da_gl: Illoqarfik

source: Address
da_gl: Adressi

source: Select
da_gl: Toqqaruk

source: Update
da_gl: Nutarteruk

source: Male
da_gl: Angut

source: Female
da_gl: Arnaq

source: Cancel
da_gl: Sussaaruk

source: Done
da_gl: Naammassivoq

source: News
da_gl: Nutaarsiassat

source: Events
da_gl: Pisussaq

source: Notifications
da_gl: Maluginiagassat

source: Days
da_gl: dage

source: Direction
da_gl: Aqqutaanut ilitsersuut

source: Tickets
da_gl: Billetit

source: Ticket
da_gl: Sagip normua

source: Event Details
da_gl: Pisumut tunngasut

source: Valid from
da_gl: Atuutilissaaq

source: Offer newspapers
da_gl: Aviisinik neqeroorit

source: Personal offers
da_gl: Ilinnuinnaq neqeroorutit

source: Membership offers
da_gl: Ilaasortanut neqeroorutit

source: Local offers
da_gl: Najukkanni neqeroorutit

# eventActivities
source: Events / Activities
da_gl: Pisussat/Sammisaqartitsinerit

# attachFile
source: Attach files
da_gl: Fili akkiussaq

# attacments
source: Attachments
da_gl: Filit kakkiussat

source: Photo
da_gl: Asseq

source: Document
da_gl: Dokumentit

# fromGallery
source: From Camera/Library
da_gl: Assiliivinnit

source: From Documents
da_gl: Dokumentinit

source: View file
da_gl: Fili takujuk

source: Status
da_gl: Killiffik

source: Open
da_gl: Ammasut

source: Closed
da_gl: Naammassisat

source: Pending
da_gl: Ingerlasut

source: Re-Opened
da_gl: Ammaqqitaq

# youCanOnlSelectMaximum
source: You can only select maximum
da_gl: Annerpaaq toqqarsinnaavat

source: You can only send maximum
da_gl: Annerpaamik nassiussinnaavat

source: file size
da_gl: filip angissusaa

# enableLocationStoreDirectionAlertMessage
source: Please enable your location to get the direction of store.
da_gl: Sumiinneir allagut pisiniarfimmut naleqqiullutit sumiinnerit takuniarlugu.

# enableLocationStoreDistanceAlertMessage
source: Please enable your location to get the distance of store from your current location.
da_gl: Aktiver venligst din placering for at få en butiksafstand fra din nuværende placering.

source: Oops, store direction not available!
da_gl: Ups. Aqqutaa takuneqarsinnaanngilaq

# cameraPermissionNeeded
source: Camera permission is needed
da_gl: Assiliivimup atorsinnaanissaa psiariaqarpoq

# eventAddedToCalender
source: Sent to calender
da_gl: Sendt til kalender

# eventRemovedToCalender
source: Remove from calender
da_gl: Fjern fra kalenderen

# ticketClosedError
source: This ticket is closed by Admin.
da_gl: Denne billet er lukket af Admin.

source: Rebate
da_gl: Rabat

source: All Purchases
da_gl: Pisiat tamarmik

source: Bought in Pisiffik Webshop
da_gl: Pisiffiup webshopiani pisiat

source: Bought in Pisiffik Store
da_gl: Pisiffimmi pisiat

source: All
da_gl: Tamaasa

# lastSixMonths
source: Last 6 Months
da_gl: Qaammatit arfinilliit kingulliit

source: Save
da_gl: Toqqoruk

source: Order No
da_gl: Inniminniinerup normua

source: Order Date
da_gl: Inniminniinermi ulloq

source: Amount
da_gl: Akia

source: Redeem Points
da_gl: Pointit atukkat

source: You have earned
da_gl: Katersugaraatit

source: Delivery to
da_gl: Uuna tunniunneqarput

source: Pisiffik Benefits
da_gl: Pisiffimmi iluaqutissat

source: Cancel Order
da_gl: Inniminnigaq taamaatiguk

source: Delivered
da_gl: Tunniunneqarput

source: Ready for pickup
da_gl: Aariaannanngorput

source: Sent to store
da_gl: Pisiniarfimmut nassiunneqarput

source: During Treatment
da_gl: Suliaq ingerlavoq

source: Received
da_gl: Tiguneqarput

source: Package number
da_gl: Nassiussap normua

source: Are you sure you want to cancel this order?
da_gl: Ilumut inniminnikkat una taamaatiinnarniarpiuk?

source: Cancellation Request
da_gl: Taanaatiinnarnissaa piumasariuk

source: Order info
da_gl: Inniminniinermut paasissutissat

# cancelOrderDescription
source: Thank you for your request to cancel this order. please leave us a note about cancellation request and we will review it as soon as possible.
da_gl: Qujanaq inniminniinermut taamaatitsiniaanermut piumasaqaravit. Qinnuigissavatsigit taamaatsitsiniarninnut piumasaqarnerit pillugu allalaaqqullutit, piaarnerpaamik suliarissavarput.

source: Reason for cancellation
da_gl: Taamaatiinnarneranut peqqutaasoq

source: Confirm Cancellation Request
da_gl: Taanaatiinnarnissaanut piumasaqarnermut uppernarsaaneq

source: Request Sent
da_gl: Piumasaq nassiunneqarpoq

# yourItemsHasBeenPlacedAndIsOnItWayToBeingProcessed
source: Your items has been placed and is on it’s way to being processed
da_gl: Inniminnikkat inissinneqarpoq suliarlu aallartilluni

source: Available Points
da_gl: Pointit atorsinnaasat

source: Your Points Expire Soon!
da_gl: Pointitit atorunnaangajalerput!

source: out of
da_gl: ud af

source: Expires on
da_gl: Udløber på

source: Expire In
da_gl: Udløber om

source: Earned
da_gl: Katersat

source: Expire
da_gl: Atorunnaarput

source: Redeem
da_gl: Atukkit

source: Recent
da_gl: Kingulliit

source: This Week
da_gl: Denne uge

source: This Month
da_gl: Denne måned

source: This Year
da_gl: Dette år

source: Date
da_gl: Ulloq

source: Earned Points
da_gl: Pointit katersat

source: Points
da_gl: Point

source: Expired
da_gl: Atorunnaarput

source: Find Store
da_gl: Pisinairfik nassaariuk

source: Scan Barcode
da_gl: Stregkodea scaneruk

source: Get Help With Scan
da_gl: Scanerinissannut ikiortigit

source: Error
da_gl: Ajutoorneq

source: Instructions
da_gl: Oqaaseqaat

# scanBarcodeAndGetProductDetailsLikeProductNameBrandPricing
source: Scan Barcode and get product details, like product name, brand, pricing etc.
da_gl: Stregkode scanneruk nioqqutissap aqqa, meqqia akia il.il paasiniarlugit.

source: My Membership Card
da_gl: Ilaasortaanermut allagartara

source: Scanning not supported
da_gl: Scaningi atorsinnaangilaq

source: Your device does not support scanning a code from an item. Please use a device with a camera.
da_gl: Atortorissaarutit uani scannerinermi atorsinnaanngilaq. Atortorissaarut alla assiliivittalik atoruk.

source: Breakfast
da_gl: Ullaakkorsiutit

source: Lunch
da_gl: Ullo'qeqqasiutit

source: Dinner
da_gl: Unnukkorsiutit

source: Add To Shopping List
da_gl: Pisiassanut ilanngupput

source: Ingrediants
da_gl: Akussat

source: Items
da_gl: Nioqqutit

source: Course of action
da_gl: Iliuuseq

source: Tip
da_gl: Isumassarsiaq

source: Select products from ingredients
da_gl: Akussaaq aallaavigalugit nioqqutit toqqakkit

source: Details
da_gl: Erseqqinnerusumik paasissutissat

source: Add To Cart
da_gl: Koori ilannguguk

source: Single Purchase
da_gl: Pisineq ataaseq

source: In stock
da_gl: Lagerimiippoq

source: You will earn
da_gl: Du vil tjene

source: You will spent
da_gl: Du vil bruge

source: and get rebate
da_gl: og få rabat

source: Points at Pisiffik
da_gl: point på Pisiffik

source: at Pisiffik
da_gl: Pisiffimmi

source: Available at Stores
da_gl: Pisinairfinni pissarsiarineqarsinnaapput

source: Info
da_gl: Paasissutissat

source: Specification
da_gl: Itinerusumik paasissutissat

source: My Shopping List
da_gl: Pisiassakka

source: Opening Hours
da_gl: Ammasarfiit

source: My Cart
da_gl: Koorera

source: Go To Checkout
da_gl: Akiliigit

source: Checkout to earn
da_gl: Katersiniarlutit akiliigit

source: Checkout
da_gl: Akiliineq

source: Loyalty and discounts
da_gl: Pisisartunut aaqqiissutit akikilliliinerillu

source: Reedem All
da_gl: Tamaasa atukkit

# totalVAT
source: Total (Incl. VAT)
da_gl: Katillugit (momsit ilanngullugu)

source: Delivery Fee
da_gl: Assartuinermi akitsuut

source: Reedem Points
da_gl: Pointit atukkit

source: Total Amount Due
da_gl: Katillugu akiligassaq

source: Free
da_gl: Akeqanngilaq

source: Delivery Address
da_gl: Najugaq nassiussivissaq

source: Add New Address
da_gl: Adressi nutaaq ilannguguk

source: Payment Method
da_gl: Akileeriaaseq

source: Slide To Order
da_gl: Inniminniiniarlutit slideruk

source: Select One
da_gl: Ataaseq toqqaruk

source: Delivery
da_gl: Aggissitsineq

source: Schedule
da_gl: Piffissaq pilersaarutaasoq

source: Apply
da_gl: qinnuteqaat

source: Cash On Delivery
da_gl: Tigunerani aningaasanik

# creditOrDabitCard
source: Credit/Dabit Card
da_gl: Kreditkort/debetkort

source: No cards added
da_gl: Akiliut ikkussimanngilaq

source: Add a card to enjoy a seamless payments experience
da_gl: Akiliineq pisariinnerutinniarlugu akiliut ikkuguk

source: Card Number
da_gl: Akiliutip normua

source: Card no
da_gl: Kortivit normua

source: Expiry Month
da_gl: Ulloq atuukkunnaarfissaa

source: Expiry Year
da_gl: Ukioq atuukkunnaarfissaa

source: Save Card
da_gl: Akiliut toqqoruk

source: Add New Card
da_gl: Akiliut nutaaq ikkuguj

source: Name on Card
da_gl: Akiliummi piginnittup aqqa

source: Default Address
da_gl: Naliginnaasumik adresse

source: Additional Addresses
da_gl: Adressit allat

source: Edit Address
da_gl: Adressi iluarsiuk

source: Type
da_gl: Suunera

source: Office
da_gl: Suliffik

source: Other
da_gl: Alla

source: (Optional)
da_gl: (Piumagaanni)

source: Save Changes
da_gl: Allannguutit toqqukkit

source: Points to be used
da_gl: Point, der skal bruges

source: Points to be earned
da_gl: Point, der skal optjenes

source: Personal
da_gl: Inummut tunngasoq

source: Local
da_gl: Najukkani

source: Membership
da_gl: Ilaasortaaneq

# concept
source: Concepts
da_gl: Pisiniarfiit

source: All Offers
da_gl: Neqeroorutit tamarmik

source: Delete Address
da_gl: Adressi peeruk

source: Are you sure you want to delete this Address?
da_gl: Ilumut adresse peerniarpiuk?

source: Yes
da_gl: Aap

source: No
da_gl: Naamik

source: Categories
da_gl: Pisinairfiit

source: Electronics
da_gl: Elektronikkit

source: Interior design
da_gl: Pisatsersorneq

source: Hardware
da_gl: Igaffimmi errorsisarfimmilu atortorissaarutit

source: Toys & Leisure
da_gl: Pinngussat sunngiffillu

source: Outdoor
da_gl: Silami

# womenClothing
source: Women's Clothing
da_gl: Arnat atisaat

source: Vinnit
da_gl: Viinnit
